{
  "refund": "<h1 id=\"refund-policy\">Refund Policy</h1><p>The Client(s) is liable to claim for a refund in a case where:</p><ul><li>Expedia Visas has agreed that the company is satisfied to submit the client's case after which the client's case is returned with a negative decision.</li><li>Given wrong and untruthful advice with regards to his/her application/case resulting in a negative decision.</li><li>Unable to get Visa/Migration due to the company's misguidance</li></ul><p><strong>Please note</strong> that a client will not be issued a refund should the client wish to end their agreement with the company before the time of Expedia Visas submitting the clients Immigration and or Visa application. A refund will only be issued once the relevant Governing body has provided a negative decision on the client's case. The refunds will be processed on to the original mode of payment.</p>",
  "privacy": "<h1 id=\"privacy-policy\">Privacy Policy</h1><p>Any details, information, intellectual or otherwise (documents) provided by the client to <strong>Expedia Visas</strong> will be kept confidential. Information and documents provided by the client will not be shared by any other party EXCEPT for any third party which is a required of the immigration process, such as government bodies or Immigration department and case officers.<br>With regards to a purchase of a service from this site, we confirm that your credit card/debit card details are not handled by Expedia Visas. Your credit card/debit card details will be securely handled by our Payment Services Provider.</p><p>Your card details will not be stored at our website or by our payment services provider and will not be shared with any third parties.</p><p>All credit/debit cards' details and personally identifiable information will NOT be stored, sold, shared, rented or leased to any third parties.</p><p>Merchant will not pass any debit/credit card details to third parties.</p><p>Merchant takes appropriate steps to ensure data privacy and security including through various hardware and software methodologies. However, <strong>www.Expediavisas.com</strong> cannot guarantee the security of any information that is disclosed online.</p><p>The merchant is not responsible for the privacy policies of websites to which it links. If you provide any information to such third parties different rules regarding the collection and use of your personal information may apply. You should contact these entities directly if you have any questions about their use of the information that they collect.</p><p>The Website Policies and Terms &amp; Conditions may be changed or updated occasionally to meet the requirements and standards. Therefore, the Customers' are encouraged to frequently visit these sections to be updated about the changes on the website. Modifications will be effective on the day they are posted.</p><h3 id=\"payment-confirmation\">PAYMENT CONFIRMATION</h3><p>Once payment is successfully completed, all customers will receive a payment confirmation receipt by email and to the email address entered by the customer on the online payment form. The payment confirmation will be received immediately by email on successful completion of payment.</p>",
  "terms_and_conditions": "<h1 id=\"terms-and-policies\">Terms and Policies</h1><p>The use of our website or any associated services rendered through Expedia Visas are subject to subsequent privacy policy and are in lines with your acceptance of these terms, including future amendments made thereto.</p><p>We at Expedia Visas respect and guard your privacy as our consultants gather specific credentials of prospective individuals seeking immigration under various programs. The information collected by us via telephonic conversation or face to face interaction, helps us as an organization to meet the needs of the applicants and we work under a complete data protect policy, where in all your credentials are secured at all levels.</p><p>All credit/debit cards detail and personally identifiable information will NOT be stored, sold, shared, rented or leased to any third parties. All our payments are processed by our payment processing agent. We do not keep any personal or credit card information, except for the payment details.</p><p>Any information, details document or others form (documents) provided by the candidate to Expedia Visas will be kept confidential. All Information &amp; documents provided by the candidate will not be shared with any other party EXCEPT any 3rd party which is a required for the immigration process, such like a government bodies or Visa Immigration department and case officers. We would only collect your name, contact details, delivery details and email address and all of these are kept strictly confidential.</p><h3 id=\"refund-policy\">Refund Policy</h3><p>The customer agree that they will not liable to be claim a refund in cases of he/she wish to end their agreement with services and withdraw from before the time Expedia Visas submits the client's Immigration and or Visa application.</p><p>The customer confirms that before making any purchase that he/she read and understands all our terms and conditions.</p><p>The client may cancel/withhold the application at various stages of the process without claiming any refund from the company even if it is the very next day after signing the contract. The COMPANY will not refund the amount once the agreement is signed as all the information and process details was explained in good faith and have given accurate details as per the existing rules and regulations of the respective country to file their application.</p><p>Clients also agrees that they would be responsible on misrepresentation or fraud information on the application package</p><ul><li>The CLIENT having failed the medical;</li><li>The CLIENT having a criminal record;</li><li>The CLIENT not being proficient in the English language;<ul><li>The CLIENT unable to provide relevant documents as per requirement (depending on the countries and the program you applied for)Or any changes in criteria or whatsoever changes in corporate by the respective</li></ul></li></ul><p>There won't be any refund even in the event of Client being informed by the respective Immigration Office that he/she does not qualify for required program applied with Expedia Visas other than and the one's explained here: Medical, Security, Misrepresentation, Insufficient information, Insufficient funds, point lost on language or Misleading information, Point lost on education because of non-accredited, unrecognized or false credential, Points lost on work experience where in the case officer was not satisfied with the evidence furnished by the applicant, non-submission of complete/required documents from client's side within stipulated time changes introduced by the relevant Government office which may retroactively affect the client's case, non-cooperation from client's or client's dependents side and any other violation of contractual clause.</p><p>If a refund is issued, it is only made on special consideration which is against Expedia Visas terms &amp; conditions, however the refund application will be processed in 90 working days at the sole discretion of Expedia Visas legal team.</p><p>For complete information and all the relevant clauses kindly refer to the retainer agreement signed by both parties.</p>"
}
